{
  "ini-idiom": "Startseite",
  "sobre-idiom": "Über mich",
  "servi-idiom": "Leistungen",
  "terap-idiom": "Therapie beginnen?",
  "pedirc-idiom": "Termin vereinbaren",
  "conta-idiom": "Kontakt",
  "inicio_titulo": "Du bist nur einen Schritt davon entfernt, dich selbst zu priorisieren.",
  "inicio_subfrase": "Ich begleite dich auf deinem Weg",
  "inicio_subtitulo": "Online-Therapie von überall auf der Welt und persönlich im Süden von Gran Canaria.",
  "inicio_btn": "Starte deinen Prozess",
  "sobremi_titulo": "Hallo, ich bin Anna.",
  "btn-sobremi": "Über mich",
  "p1-idi": "Schon als Kind wusste ich, dass ich anderen helfen möchte. Auch wenn ich damals nicht wusste in welchem Beruf, war mir mein Ziel immer klar: Menschen in wichtigen Momenten ihres Lebens zu begleiten.",
  "p2-idi": "In meiner Jugend durchlief ich schwierige Phasen, die mein Leben veränderten. Damals ging ich zum ersten Mal zur Therapie – eine Erfahrung, die mir nicht nur half, sondern mich auch tief inspirierte.",
  "p3-idi": "Durch diesen Prozess entdeckte ich neue Stärken, änderte meine Lebensrichtung und entschied mich, Psychologie zu studieren, um anderen dieselbe Unterstützung zu geben, die mir einst so wichtig war.",
  "p4-idi": "Ich habe einen Abschluss in Psychologie und bin als Allgemeine Psychologische Psychotherapeutin zugelassen.",
  "p5-idi": "Ich arbeite hauptsächlich mit dem kognitiv-behavioralen Ansatz, einer wissenschaftlich fundierten Methode zur Veränderung von Gedanken, Gefühlen und Verhaltensweisen.",
  "p6-idi": "Ich bin überzeugt, dass jeder Mensch einzigartig ist. Deshalb passe ich Methoden verschiedener therapeutischer Richtungen individuell an.",
  "p7-idi": "Ich biete dir einen sicheren, respektvollen und unterstützenden Raum, in dem du deine Gefühle erkunden, deine Ressourcen stärken und dein Leben aktiv gestalten kannst.",
  "p8-idi": "Ich glaube fest an die Fähigkeit jedes Menschen, zu heilen, zu wachsen und sein Gleichgewicht zu finden.",
  "p9-idi": "Ich bin hier, um dich auf diesem Weg zu begleiten.",
  "como-text": "Wie ich dir helfen kann",
  "text-expl-idiom": "Meine Arbeit konzentriert sich auf die Diagnostik, Intervention und Förderung der psychischen Gesundheit auf wissenschaftlicher Grundlage. Ich arbeite vor allem mit kognitiv-behavioralen Methoden, die ich individuell anpasse. Ich setze mich für eine einfühlsame, fundierte und persönliche Begleitung ein – sowohl bei emotionalen Herausforderungen als auch zur Stärkung deines Wohlbefindens.",
  "gestio-idiom": "Umgang mit Angst und Stress",
  "trata-idiom": "Behandlung von Depressionen und Niedergeschlagenheit",
  "mejor-idiom": "Stärkung des Selbstwertgefühls und des Selbstvertrauens",
  "apoyo-idiom": "Begleitung bei Trauer und Verlust",
  "preven-idiom": "Prävention psychischer Erkrankungen",
  "fomen-idiom": "Förderung des emotionalen Wohlbefindens und der Lebensqualität",
  "psico-idiom": "Psychologische Begleitung bei chronischen Erkrankungen",
  "mejora-idiom": "Verbesserung sozialer Kompetenzen und Kommunikation",
  "fortale-idiom": "Stärkung der persönlichen Resilienz",
  "dificu-idiom": "Schwierigkeiten in zwischenmenschlichen Beziehungen",
  "supera-idiom": "Überwindung emotionaler Abhängigkeit",
  "desarrollo-idiom": "Persönlichkeitsentwicklung und inneres Wachstum",
  "estable-idiom": "Ziele setzen und erreichen",
  "tarj-idiom": "Nimm deine Sitzungen von überall aus wahr – bequem, sicher und vertraulich. Du brauchst nur ein Gerät mit Internetzugang und einen ruhigen Ort für dich.",
  "tarj-idioma-dere": "Wenn du auf Gran Canaria bist, kannst du auch persönlich zu mir kommen. Dich erwartet ein geschützter, privater und herzlicher Raum.",
  "terapia_titulo": "Fragst du dich, ob du psychologische Hilfe brauchst?",
  "terapia_texto": "In Ländern wie Schweden, Norwegen oder Kanada ist psychologische Betreuung Teil der Gesundheitsvorsorge. Man wartet nicht auf eine Krise – viele Menschen gehen zur Therapie, um sich selbst besser kennenzulernen, Emotionen zu regulieren oder das Wohlbefinden zu stärken. Uns wird immer bewusster, wie wichtig mentale Gesundheit ist. Therapie hilft nicht nur in Krisen – sie kann dich auch dabei unterstützen, Entscheidungen zu treffen, dich selbst besser zu verstehen und dein inneres Gleichgewicht zu finden. Wenn du Veränderungen spürst, dich überfordert fühlst oder einfach wachsen willst – vielleicht ist jetzt der richtige Moment.",
  "señales-idiom": "Anzeichen, dass es Zeit ist, Hilfe zu suchen:",
  "desborda-idiom": "Du fühlst dich überfordert von Angst, Stress oder Traurigkeit.",
  "emocio-idiom": "Es fällt dir schwer, mit deinen Emotionen umzugehen.",
  "atrave-idiom": "Du durchlebst eine Trennung, einen Verlust oder eine wichtige Veränderung.",
  "perdido-idiom": "Du hast das Gefühl, deinen Weg oder deine Motivation verloren zu haben.",
  "relaci-idiom": "Es fällt dir schwer, Beziehungen zu anderen oder dir selbst aufzubauen.",
  "autoest-idiom": "Dein Selbstwertgefühl ist gering und du fühlst dich unzulänglich.",
  "pensami-idiom": "Du hast belastende Gedanken, mit denen du nicht zurechtkommst.",
  "cuent-idiom": "Du hast vieles versucht, aber nichts scheint zu helfen.",
  "atrapado-idiom": "Du steckst in Mustern fest, die dir schaden.",
  "Aparentemente-idiom": "Nach außen scheint alles in Ordnung, aber innerlich fühlst du Leere oder Distanz.",
  "pediri-idiom":"Hilfe zu bitten ist kein Zeichen von Schwäche, sondern von Stärke. Therapie ist ein sicherer Raum, in dem du dich ohne Bewertung ausdrücken, dich selbst besser verstehen und Werkzeuge entwickeln kannst, um mit mehr Ausgeglichenheit und Wohlbefinden zu leben. Wenn du dich in einigen dieser Anzeichen wiedererkannt hast, bin ich hier, um dich in deinem Veränderungsprozess zu begleiten.",
  "cita_titulo": "Bereit, mit deinem Veränderungsprozess zu beginnen?",
  "cita_texto": "Der erste Schritt ist nicht immer einfach – aber er ist der Anfang eines großen Wandels. Wenn du einen Termin vereinbaren möchtest, ist das ganz unkompliziert. Ich bin für dich da.",
  "cita_btn": "Jetzt Termin vereinbaren",
  "contacto_titulo": "Schreib mir",
  "contacto_texto": "Wenn du Fragen hast oder mehr Informationen möchtest, schreib mir gerne.",
  "form_nombre": "Wie heißt du?",
  "form_email": "E-Mail",
  "form_telefono": "Telefon (optional)",
  "form_mensaje": "Anliegen",
  "form_enviar": "Absenden",
  "footer-idiom": "© 2025 · Anna Peñate Oster · Psychologische Psychotherapeutin · Zulassungsnummer: P-02697 (COP Las Palmas)."
}
