{
  "ini-idiom": "Home",
  "sobre-idiom": "About me",
  "servi-idiom": "Services",
  "terap-idiom": "Start therapy?",
  "pedirc-idiom": "Book a session",
  "conta-idiom": "Contact",
  "inicio_titulo": "You’re one step away from prioritizing yourself.",
  "inicio_subfrase": "I’ll be with you throughout the process",
  "inicio_subtitulo": "Online therapy from anywhere in the world and in-person in southern Gran Canaria.",
  "inicio_btn": "Start your process",
  "sobremi_titulo": "Hi, I’m Anna.",
  "btn-sobremi": "About me",
  "p1-idi": "Since I was a child, I knew I wanted to help others. Although I wasn’t sure which profession, I was always clear about my purpose: to support people during important moments of their lives.",
  "p2-idi": "During my teenage years, I went through difficult times that marked a turning point in my life. That’s when I went to therapy for the first time—an experience that not only helped me heal during a crucial moment, but also deeply inspired me.",
  "p3-idi": "Thanks to that process, I discovered new strengths, changed the direction of my life, and decided to study Psychology to offer others the same support that was once so important to me.",
  "p4-idi": "I hold a degree in Psychology and am licensed as a General Health Psychologist.",
  "p5-idi": "I mainly work within the Cognitive-Behavioral model, an evidence-based approach that helps understand and transform thoughts, emotions, and behaviors.",
  "p6-idi": "However, I firmly believe that each person is unique, so I adapt tools and techniques from different psychological approaches depending on each case.",
  "p7-idi": "My commitment is to provide you with a safe space filled with respect, understanding, and support, where you can explore your emotions, strengthen your resources, and move toward the life you want to build.",
  "p8-idi": "I fully trust in each person's ability to heal, grow, and find balance.",
  "p9-idi": "I’m here to walk by your side through that process.",
  "como-text": "How I can help you",
  "text-expl-idiom": "My work focuses on assessment, intervention, and promotion of mental health based on scientific evidence. I mainly work with cognitive-behavioral models, always adapting techniques and strategies to each person’s needs. I'm committed to offering close, rigorous, and personalized care—supporting you through emotional difficulties and in strengthening your well-being and personal growth.",
  "gestio-idiom": "Anxiety and stress management",
  "trata-idiom": "Treatment for depression and low mood",
  "mejor-idiom": "Improving self-esteem and self-confidence",
  "apoyo-idiom": "Support through grief and loss",
  "preven-idiom": "Mental health problem prevention",
  "fomen-idiom": "Promotion of emotional well-being and quality of life",
  "psico-idiom": "Psychological support for chronic illness",
  "mejora-idiom": "Improving communication and social skills",
  "fortale-idiom": "Strengthening personal resilience",
  "dificu-idiom": "Difficulties in personal relationships",
  "supera-idiom": "Overcoming emotional dependency",
  "desarrollo-idiom": "Personal development and inner growth",
  "estable-idiom": "Setting and achieving life goals",
  "tarj-idiom": "Attend your sessions from anywhere—comfortable, safe, and confidential. All you need is a device with internet and a quiet space for yourself.",
  "tarj-idioma-dere": "If you're in Gran Canaria, you can attend in-person sessions. You'll find a welcoming, private, and safe space where we’ll work on your well-being.",
  "terapia_titulo": "Wondering if you need psychological support?",
  "terapia_texto": "In many countries like Sweden, Norway, or Canada, psychological therapy is part of standard healthcare. People don’t wait for a crisis: many go to therapy to better understand themselves, manage emotions, and improve their well-being. We're increasingly aware that caring for mental health is just as important as physical health. Therapy isn't just for crises—it can help you make decisions, understand your patterns, relate better to others, or simply feel more balanced. If something feels off, you're in a transition, you're struggling emotionally, or you want to grow personally... maybe this is a good time to start.",
  "señales-idiom": "Signs that it may be time to seek help:",
  "desborda-idiom": "You feel overwhelmed by anxiety, stress, or sadness.",
  "emocio-idiom": "You find it difficult to manage your emotions or reactions.",
  "atrave-idiom": "You're going through a breakup, loss, or major life change.",
  "perdido-idiom": "You feel lost or unmotivated.",
  "relaci-idiom": "You struggle to connect with others or with yourself.",
  "autoest-idiom": "Your self-esteem is low and you don’t feel good enough.",
  "pensami-idiom": "You have distressing thoughts and don’t know how to handle them.",
  "cuent-idiom": "You’ve tried many things on your own, but nothing seems to work.",
  "atrapado-idiom": "You feel stuck in patterns that hurt you.",
  "Aparentemente-idiom": "Everything seems “fine”, but inside you feel empty or disconnected.",
  "pediri-idiom":"Asking for help is not a sign of weakness, but of strength. Therapy is a safe space where you can express yourself without judgment, understand yourself better, and build tools to live with more balance and well-being. If you’ve identified with any of these signs, I’m here to support you in your process of change.",
  "cita_titulo": "Ready to begin your process of change?",
  "cita_texto": "Taking the first step isn’t always easy—but it’s the beginning of a great transformation. If you’d like to book a session, it’s easy to do. I’m here to support you at every stage.",
  "cita_btn": "Book your session here",
  "contacto_titulo": "Write to me",
  "contacto_texto": "If you have any questions or want more information, don’t hesitate to write to me.",
  "form_nombre": "What’s your name?",
  "form_email": "Email",
  "form_telefono": "Phone (optional)",
  "form_mensaje": "Reason for consultation",
  "form_enviar": "Send",
  "footer-idiom": "© 2025 · Anna Peñate Oster · Health Psychologist · Registration No.: P-02697 (COP Las Palmas)."
}
