{
  "ini-idiom": "Inicio",
  "sobre-idiom": "Sobre mí",
  "servi-idiom": "Servicios",
  "terap-idiom": "¿Empezar terapia?",
  "pedirc-idiom": "Pedir cita",
  "conta-idiom": "Contacto",
  "inicio_titulo": "Estás a un paso de priorizarte.",
  "inicio_subfrase": "Yo te acompaño en el proceso",
  "inicio_subtitulo": "Terapia online desde cualquier lugar del mundo y presencial en el sur de Gran Canaria.",
  "inicio_btn": "Empieza tu proceso",
  "sobremi_titulo": "Hola, soy Anna.",
  "btn-sobremi": "Sobre mi",
  "p1-idi": "Desde muy pequeña supe que quería dedicarme a ayudar a los demás. Aunque entonces no tenía claro en qué profesión, siempre tuve claro mi propósito: acompañar a las personas en momentos importantes de sus vidas.",
  "p2-idi": "Durante mi adolescencia atravesé etapas difíciles que marcaron un antes y un después en mi vida. Fue entonces cuando acudí a terapia por primera vez, una experiencia que no solo me ayudó a sanar en un momento crucial, sino que también me inspiró profundamente.",
  "p3-idi": "Gracias a ese proceso descubrí nuevas fortalezas, cambié el rumbo de mi vida y decidí estudiar Psicología para ofrecer a otras personas el acompañamiento que en su día fue tan importante para mí.",
  "p4-idi": "Soy graduada en Psicología y estoy habilitada como Psicóloga General Sanitaria.",
  "p5-idi": "Trabajo principalmente desde el modelo Cognitivo-Conductual, un enfoque basado en la evidencia científica que facilita la comprensión y transformación de pensamientos, emociones y conductas.",
  "p6-idi": "Sin embargo, creo firmemente que cada persona es única, por lo que adapto las herramientas y técnicas de distintas corrientes psicológicas según las necesidades específicas de cada caso.",
  "p7-idi": "Mi compromiso es ofrecerte un espacio seguro, de respeto, comprensión y apoyo, donde puedas explorar tus emociones, fortalecer tus recursos y avanzar hacia la vida que deseas construir.",
  "p8-idi": "Confío plenamente en la capacidad de cada persona para sanar, crecer y encontrar su equilibrio.",
  "p9-idi": "Estoy aquí para caminar a tu lado en ese proceso.",
  "como-text": "Cómo puedo ayudarte",
  "text-expl-idiom": "Mi labor se centra en la evaluación, intervención y promoción de la salud mental desde un enfoque basado en la evidencia científica. Trabajo principalmente con modelos cognitivo-conductuales, adaptando siempre las técnicas y estrategias a las necesidades individuales de cada persona. Estoy comprometida con ofrecer una atención cercana, rigurosa y personalizada, acompañándote tanto en la superación de dificultades emocionales como en el fortalecimiento de tu bienestar y desarrollo personal.",
  "gestio-idiom": "Gestión de la ansiedad y el estrés",
  "trata-idiom": "Tratamiento de la depresión y bajo estado de ánimo",
  "mejor-idiom": "Mejora de la autoestima y autoconfianza",
  "apoyo-idiom": "Apoyo en procesos de duelo y pérdidas",
  "preven-idiom": "Prevención de problemas de salud mental",
  "fomen-idiom": "Fomento del bienestar emocional y calidad de vida",
  "gestion-idiom": "Gestión de cambios vitales y adaptación a nuevas etapas",
  "psico-idiom": "Apoyo psicológico en enfermedades crónicas",
  "mejora-idiom": "Mejora de habilidades sociales y comunicación",
  "fortale-idiom": "Fortalecimiento de la resiliencia personal",
  "dificu-idiom": "Dificultades en relaciones personales",
  "supera-idiom": "Superación de la dependencia emocional",
  "desarrollo-idiom": "Desarrollo personal y crecimiento interior",
  "estable-idiom": "Establecimiento y consecución de objetivos vitales",
  "tarj-idiom": "Realiza tus sesiones desde cualquier lugar, de forma cómoda, segura y confidencial. Solo necesitas un dispositivo con conexión a internet y un espacio tranquilo para ti.",
  "tarj-idioma-dere": "Si estás en Gran Canaria, puedes acudir a mis sesiones presenciales. Encontrarás un espacio acogedor, privado y seguro donde trabajaremos en tu bienestar.",
  "terapia_titulo": "¿Te preguntas si necesitas ayuda psicológica?",
  "terapia_texto": "En muchos países como Suecia, Noruega o Canadá, acudir a terapia psicológica forma parte del cuidado habitual de la salud. No se espera a que aparezca un problema grave: muchas personas acuden a terapia para conocerse mejor, gestionar emociones, fortalecer su bienestar y mejorar su calidad de vida. Cada vez somos más conscientes de que cuidar la salud mental es tan importante como cuidar la salud física. La terapia no es solo para momentos de crisis: también puede ayudarte a tomar decisiones, entender tus patrones, relacionarte mejor con los demás o simplemente sentirte más en equilibrio contigo mismo/a. Si sientes que algo no encaja, que estás en un momento de cambio, que te cuesta manejar ciertas emociones o simplemente quieres crecer a nivel personal… quizás este sea un buen momento para empezar",
  "señales-idiom": "Señales que pueden indicarte que es el momento de pedir ayuda:",
  "desborda-idiom": "Te sientes desbordado/a por la ansiedad, el estrés o la tristeza.",
  "emocio-idiom": "Tienes dificultades para gestionar tus emociones o reacciones.",
  "atrave-idiom": "Estás atravesando una ruptura, pérdida o cambio vital importante.",
  "perdido-idiom": "Sientes que has perdido el rumbo o la motivación.",
  "relaci-idiom": "Te cuesta relacionarte con los demás o contigo mismo/a.",
  "autoest-idiom": "Tu autoestima está baja y sientes que no eres suficiente.",
  "pensami-idiom": "Hay pensamientos que te angustian y no sabes cómo manejarlos.",
  "cuent-idiom": "Has intentado muchas cosas por tu cuenta, pero nada parece funcionar.",
  "atrapado-idiom": "Estás atrapado/a en patrones que se repiten y te hacen daño.",
  "Aparentemente-idiom": "Aparentemente “todo está bien”, pero internamente sientes un vacío o desconexión.",
  "pediri-idiom":"Pedir ayuda no es un signo de debilidad, sino de fortaleza. La terapia es un espacio seguro donde puedes expresarte sin juicios, comprenderte mejor y construir herramientas para vivir con más equilibrio y bienestar. Si te has sentido identificado/a con alguna de estas señales, estoy aquí para acompañarte en tu proceso de cambio.",
  "cita_titulo": "¿Listo/a para empezar tu proceso de cambio?",
  "cita_texto": "Dar el primer paso no siempre es fácil, pero es el inicio de un gran cambio. Si quieres reservar tu sesión, puedes hacerlo de forma sencilla. Estoy aquí para acompañarte en cada etapa de este camino.",
  "cita_btn": "Reserva tu cita aquí",
  "contacto_titulo": "Escríbeme",
  "contacto_texto": "Si tienes alguna duda o quieres más información, no dudes en escribirme.",
  "form_nombre": "¿Cómo te llamas?",
  "form_email": "Email",
  "form_telefono": "Teléfono (opcional)",
  "form_mensaje": "Motivo de consulta",
  "form_enviar": "Enviar",
  "footer-idiom": "© 2025 · Anna Peñate Oster · Psicóloga Sanitaria · Nº de colegiada: P-02697 (COP Las Palmas)."
}
